#В настоящее время выделяют следующие основные этапы эволюции человека: дриопитек – рамапитек – австралопитек – человек умелый – 
#человек прямоходящий – неандертальский человек (палеоантроп) – неоантроп (это уже человек современного типа, homo sapiens).
a=input ("1 этап развития человека ")
b=input ("2 этап развития человека")
c=input ("3 этап развития человека ")
d=input ("4 этап развития человека ")
e=input ("5 этап развития человека ")
f=input ("6 этап развития человека ")
g=input ("7 этап развития человека ")
h=input ("8 этап развития человека ")
print(a,b,c,d,e,f,g,h,sep="=> ")